Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: འཚོ་ ཞིང་ གཞེས་ ལ་ འདི་ལྟ་སྟེ །_ |#| བྱང་ཆུབ་ སེམས་དཔ འི་ སྡེ་སྣོད་ ཀྱི་ ཆོས་ ཀྱི་ རྣམ་ གྲངས་ ཀྱི་ ཆོས་ ཀྱང་ སྟོན་ ཏེ །_
en: Abiding and remaining present there, he is delivering Dharma teachings of the Bodhisattva Collection.

source: མཐུ་ དེ་ལྟ་ བུ་ འདི་ ནི་ དེ འི་ ཡིན་ ནོ །_།
en: What you witness is his power.”

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ དེ་ ལ་ བྱང་ཆུབ་ སེམས་དཔའ་ ཀུན་ ཏུ་ བལྟས་པ འི་ བྱང་ཆུབ་ ཏུ་ ངེས་པ འི་ དགེ་བ འི་ རྩ་བ འི་ སྙིང་སྟོབས་ ཀྱི་ གོ་ཆ་ བགོས་ ཀྱིས་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: $713 The bodhisattva Bearer of the Armor of Courage That Comes from Roots of Virtue Definitively Directed toward All-Seeing Buddhahood then addressed that blessed one,

source: བཅོམ་ལྡན་འདས་ བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ ཤཱཀྱ་ ཐུབ་པ་ དེ་ བལྟ་ བ་ དང་ །_ ཕྱག་ བགྱི་བ་ དང་ །_ བསྙེན་བཀུར་ བགྱི་བ་ དང་ །_ ཆོས་ མཉན་པ འི་ སླད་ དུ་ འཇིག་རྟེན་ གྱི་ ཁམས་ མི་མཇེད་ དེར་ བདག་ མཆི་བ ར་ བགྱི འོ །_།
en: “Blessed One, I wish to go to that world of Enduring, so that I may see, venerate, and serve the blessed thus-gone Śākyamuni and listen to his teachings.”

source: དེ་ནས་ བྱང་ཆུབ་ སེམས་ དཔའ་ ཀུན་ དུ་ བལྟས་པ འི་ བྱང་ཆུབ་ ཏུ་ ངེས་པ འི་ དགེ་བ འི་ རྩ་བ འི་ སྙིང་སྟོབས་ ཀྱི་ གོ་ཆ་ བགོས་ ཀྱིས་ པད་མ་ བརྒྱད་ བླངས་ ནས |#| འཇིག་རྟེན་ གྱི་ ཁམས་ མི་མཇེད་ ག་ལ་བ་ དང་ །_ བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ་ ལོགས་ སུ་ གཏོར་ ཏོ །_།
en: $714 Then the bodhisattva Bearer of the Armor of Courage That Comes from Roots of Virtue Definitively Directed toward All-Seeing Buddhahood took up eight lotus flowers and cast them toward the world of Enduring and the place where the Blessed One was residing.

source: དེ་ནས་ པད་མ་ དེ་དག་ འཇིག་རྟེན་ གྱི་ ཁམས་ ཐམས་ཅད་ [93b] འདས་ ཏེ །_ |#| འཇིག་རྟེན་ གྱི་ བར་ དག་ ལས་ འདས་ ནས་ |#| རྒྱལ་པོ འི་ ཁབ་ འོད་མ འི་ ཚལ་ བྱ་ ཀ་ ལན་ ད་ ཀ་ གནས་པ་ ག་ལ་བ་ དང་ །_ བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེར་ སོ་སོ ར་ ཡང་དག་ པར་ འཁོད་ དོ །_།
en: The lotuses passed through all the universes and [93.b] landed precisely at the Kalandaka­nivāpa in the Veṇuvana by Rājagṛha, right where the Blessed One was residing.

source: བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ ཤཱཀྱ་ ཐུབ་པ འི་ འཁོར་ བཞི་པོ འི་ འཁོར་ གྱི་ དཀྱིལ་འཁོར་ གྱིས་ དེ་དག་ མཐོང་ ནས་ ཀྱང་ ངོ་མཚར་ དུ་ འཛིན་པ ར་ གྱུར་ ཏོ །_།
en: As the gatherings of the fourfold retinue of the blessed thus-gone Śākyamuni beheld the lotuses they were filled with wonder.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ལ་ པད་མ་ དེ་དག་ གིས་ ལན་ གསུམ་ བསྐོར་བ་ བྱས་ ནས་ སྤྱན་སྔ ར་ འཁོད་ དོ །_།
en: The lotuses circled around the Blessed One three times and then landed before him.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ ཕྱག་ གཡས་པ ས་ པད་མ་ དེ་དག་ ལ་ རེག་པ ར་ མཛད་ ནས །_ |#| རེག་པ་ ཙམ་ གྱིས་ པད་མ་ དེ་དག་ ལས་ ཀྱང་ བྱང་ཆུབ་ སེམས་དཔ འི་ ལུས་ དག་ མངོན་པར་ བྱུང་ ངོ་ །_།
en: As soon as the Blessed One touched the lotuses with his right hand the bodies of bodhisattvas emerged from them.

source: བྱུང་ ནས་ ཀྱང་ བཅོམ་ལྡན་འདས་ ལ་ཚིགས་ སུ་ བཅད་པ་ འདི་དག་ གིས་ མངོན་པར་ བསྟོད་ ནས་ མི་སྣང་བ ར་ གྱུར་ ཏོ །།_།།
en: Those bodhisattvas then recited the following verses of praise, after which they disappeared:#30

source: མཐའ་ ཡ ས་ མཁྱེན་ མངའ་ གང་ ཟག་ ཁྱུ་མཆོག་ གཙོ །_། རང་བྱུང་ མཐའ་ ཡ ས་ ཆོས་ རྣམས་ ཐུགས་ སུ་ ཆུད །_།
en: $715 “Master of infinite knowledge, foremost leader, Limitless and self-existing, you comprehend all phenomena.

source: ཁྱོད་ ཀྱི་ རྫུ་འཕྲུལ་ མཐའ་ ཡ ས་ རྒྱ་ ཆེན་ གདའ །_།
en: How vast are your infinite miracles!

source: འཇིག་རྟེན་ ཁམས་ རྣམས་ ཀུན་ དུ་ སྣང་བར་ མཛད །_།
en: All the realms of the world you illumine.

source: དེ་དག་ སངས་རྒྱས་ ཀྱི་ ནི་ མཚན་ ཐོས་ ནས །_།
en: $716 “Having heard the name of the Buddha,

source: ཞུ་བ འི་ ཁྱད་པར་ ཀུན་ ཏུ་ ཞུ་བ་ དང་ །_། སངས་ རྒྱས་ བལྟ་ དང་ ཕྱག་ ཀྱང་ བགྱི་ སླད་ དུ །_། མཁས་པ་ དེ་དག་ རྫུ་འཕྲུལ་ སྟོབས་ ཀྱིས་ མཆིས །_།
en: All these wise beings have made requests and expressed their wishes, And so they have arrived here through their supernatural powers That they might see and venerate the Buddha.

source: བྱང་ཆུབ་ གོ་བགོ ས་ དཔའ་བོ་ གང་ མཆིས་ དག _། |#| མི་མཇེད་ འཇིག་རྟེན་ ཁམས་ སུ་ རབ་གནས་པ །_། དེ་དག་ སྐྱེ་བ་ གཅིག་ གིས་ ཐོགས་པ་ སྟེ །_། |#| དེ་དག་ མིང་ དང་ གཟུགས་ དང་ གྲགས་ པས་ འཕགས །_།
en: $717 “The heroes present who wear the robes of awakening, Remaining here in the world of Enduring, Are held back by just a single birth And endowed with superior names, bodies, and fame.

source: དེ་དག་ གོ་ཆ འི་ དངོས་པོ ས་ མི་ འཇིགས་ ཤིང་ །_། སེམས་ཅན་ སྨིན་པ འི་ སླད་ དུ་ ཡང་དག་ ཞུགས །_།
en: $718 “The armor they bear makes them fearless And so they apply themselves to mature others.

source: བྱང་ཆུབ་ མཆོག་ ལ་ ཇི་ལྟ ར་ རེག་ གྱུར་པ །_། འཇིག་རྟེན་ རྣམ་འདྲེན་ མཆོག་ ལ་ དེ་དག་ ཞུ །_།
en: Of the supreme guide for the world They ask how he reached supreme awakening.

source: ཇི་ སླད་ མངོན་དུ་ ཆོས་ ཚོལ་ བགྱིད་ ཅེས་ ན །_།
en: $719 “To the question of why you first pursued the Dharma,

source: བདུད་ རྣམས་ གཞོམ་ དང་ བྱང་ཆུབ་ འཐོབ་ སླད་ དུ །_། དེ་ནས་ ཞུ་བ་ ཞུ་བ འི་ སྤྲུལ་པ་ རྣམས །_། གང་ཡིན་ དེ་ ལ་ ཤཱཀྱ་ ཐུབ་པ ས་ གསུངས །_།
en: You reply that it was to conquer the māras and attain awakening. |#| Thus, when requested by these emanated beings Śākyamuni replies.

source: འདྲེན་པ ས་ ཡང་དག་ ཚིག་ གིས་ དེ་ བསྟན་ ནས །_།
en: $720 “Our guide explains in words of truth.

source: མི་མཆོག་ དེ་ ཡི་ ཚིག་ རྣམས་ ཐོས་ གྱུར་ ཏེ །_།
en: As they hear the words of the one supreme among humans,

source: དགའ་ ཞིང་ མགུ་ ལ་ རྗེས་སུ་ ཡི་ རང་ ནས །_། |#| བདེ་གཤེགས་ [94a] ཕྱག་ འཚལ་ དེ་དག་ འཁོད་པ ར་ གྱུར །_།
en: They become delighted and content, and rejoice; |#| Prostrate to the Blissful One; |#| [94.a] and happily take their seats.

source: སྤྲུལ་པ་ དེ་དག་ དེར་ ནི་ མི་ སྣང་ ནས །_། |#| གང་དག་ དེ་བཞིན་ གཤེགས་ ལ་ ཞུ་ ཞུ་བ །_།
en: $721 “As the emanations disappear from where they were, They proceed to ask questions of the Thus-Gone One.

source: དེ་དག་ གང་ ནས་ མཆི་ ཞིང་ མིང་ ཅི་ ཞེས །_། དེ་ ཚེ་ འཁོར་ ཀྱང་ སྤུ་ རྣམས་ ཟིང་ ཞེས་ བྱེད །_།
en: When they are asked about where they are from and what their names are The hairs on the bodies of the retinue stand on end.

source: འཁོར་ རྣམས་ བཞི་པོ་ དེ་དག་ གུས་པ་ ཡིས །_། རྒྱལ་བ་ ལ་ ནི་ ཞུ་བ ར་ མི་ སྤྲོ་ སྟེ །_།
en: $722 “When the fourfold retinue feels disinclined To ask questions of the Victorious One out of respect,

source: དེ་ ཚེ་ འཇིག་རྟེན་ མགོན་པོ འི་ སྤྲུལ་པ་ སྤྲུལ །_།
en: The Protector of the World will send forth emanations, And

source: དེ་ ཚེ་ དགེ་སློང་ ཀུན་དགའ་ བཟང་པོ་ བྱུང་ །_།
en: thus the monk Ānandabhadra appeared.

source: མགོན་པོ་ ཞུ་བ་ འདི་ ཞུ་ དེ་དག་ གང་ །_། ཞུས་ ནས་ ཀྱང་ ནི་ མི་ གདའ་ མ་ མཐོང་ གྱུར །_།
en: $723 “Having asked his questions to the Protector He vanished and disappeared.

source: དེ་དག་ སུ་ ལགས་ དེ་དག་ སུ་ ཡི་ ལགས །_།
en: Who are these beings and to whom do they belong?

source: མགོན་པོ་ བཤད་ ཅིང་ ཐེ་ཚོམ་ བསལ་ དུ་ གསོལ །_།
en: Please explain, O Protector, and dispel our doubts.”#31

source: སྨོན་ལམ་ དཔའ་བོ་ ལྡན་པ འི་ གོ་ཆ་ ལྟོས །_།
en: $724 “Behold the armor of beings endowed with aspiration and courage.

source: དེ་ ཡིས་ བྱིན་ གྱིས་ བརླབས་ ནས་ འདིར་ ལྷགས་ ཏེ །_།
en: These beings have arrived here by the blessing of that armor.

source: ཤར་ཕྱོགས་ ཀྱི་ ནི་ འཇིག་རྟེན་ ཁམས་ ཀྱི་ ཚུལ །_། གྲངས་མེད་ དག་ ནས་ དེ་དག་ ལྷགས་པ་ ཡིན །_།
en: They have arrived from the east, Traveling across innumerable universes.

source: དཔའ་བོ་ འཇིག་རྟེན་ ཕན་ ཕྱིར་ གང་ ལྷགས་པ །_། རྣམ་ པར་ བལྟས་ ནས་ དོང་བ ར་ གྱུར་པ་ སྟེ །_།
en: $725 “The heroes who have come here for the good of the world Have arrived with great consideration;

source: བསམ་པ་ དག་པ་ བྱང་ཆུབ་ ཕྱིར་ སྤྱོད་པ །_། དེ་ ཡི་ སྨོན་ལམ་ དེ་ ནི་ དེ་ འདྲ་ འོ །_།
en: Their intentions are pure and they act for the sake of awakening. |#| Such is the character of their aspirations.

source: དེ་དག་ དགེ་བ ས་ ངེས་པ ར་ སངས་རྒྱས་ མཐོང་ །_།
en: $726 “Their virtue ensures their vision of buddhahood, And

source: དེ་དག་ འདིར་ ནི་ དེ་ ལ་ སྒྱིད་ མི་ ལུག _།
en: they will not feel dejection here,

source: ཚུལ་ཁྲིམས་ ཀྱིས་ ཀྱང་ དམན་པ ར་ མི་ འགྱུར་ ཏེ །_།
en: Nor will their discipline weaken,

source: ཐོས་པ་ མང་ ཞིང་ ཕ་རོལ་ ཕྱིན་པ ས་ འཕགས །_།
en: For they are learned and master superior transcendences.

source: དེ་དག་ ཐབས་ཤེས་པ་ ལ་ ཤིན་ཏུ་ བསླབས །_།
en: $727 “Their skill in means is extremely vast.

source: མངལ་ གྱི་ གནས་ སུ་ འགྲོ་བ ར་ མི་ འགྱུར་ ཏེ །_། |#| འཁོར་བ འི་ ཚེ་ ན་ ཚེ་རབས་ ཚེ་རབས་ སུ །_། དེ་དག་ ཆོས་ ཀྱི་ སེམས་རྒྱུད་ བརྗེད་ མི་ འགྱུར །_།
en: Without entering the womb They remain in saṃsāra, from one life to the next, Without ever forgetting the continuum of the mind of Dharma.

source: རྟག་ ཏུ་ སངས་རྒྱས་ རྣམས་ དང་ མངོན་དུ་ ཕྲད །_།
en: $728 “Constantly they encounter the buddhas;

source: རྟག་ ཏུ་ འཕགས་པ་ རྣམས་ དང་ འགྲོགས་ པར་ འགྱུར །_།
en: Constantly they keep company with the noble.

source: དཔའ་བོ་ དེ་ ཡིས་ སེམས་ཅན་ འདིར་ མཐོང་ རྣམས །_། རྟག་ ཏུ་ དེ་ ལ་ རབ་ཏུ་ འབྱུང་བ་ འཐོབ །_།
en: Thus, when the beings here behold such heroes, It constantly leads to the attainment of deliverance.

source: མཐོང་ མ་ ཐག་ ཏུ་ དགེ་བ ས་ དེ་ འདྲ་ སྟེ །_། |#| གང་དག་ གཞན་མ་ བརྗོད་པ་ དེ་དག་ མང་ །_།
en: $729 “The virtue that ensues from seeing such beings will immediately Surpass untold amounts of other forms of virtue.

source: དཔའ་བོ་ དེ་ ཡི་ ཡོན་ཏན་ གང་ཡོད་པ །_། མང་ དུ་ བསྒྲགས་ ཀྱང་ མཐར་ཐུག་ འགྱུར་བ་ མེད །_།
en: The qualities of these heroic beings Are famed in numerous ways, yet ultimately immutable.

source: དཔའ་བོ་ ཤིན་ཏུ་ གནས་པ་ དེ་ ཡི་ མིང་ །_། དེ་ ཚེ་ བུད་མེད་ གང་ གིས་ ཐོས་ གྱུར་པ །_།
en: $730 “When the name of such a perfect hero Is heard by a woman

source: དེ་ ནི་ ཕྱིན་ཆད་ བུད་མེད་ དངོས་ མི་ འགྱུར །_། |#| སེམས་ཅན་ དམ་པ འི་ མཆོག་ ཏུ་ དེ་ འགྱུར་ རོ །_།
en: She will never again become female, But always be a holy being of the highest kind.

source: སྐྱེས་པ་ བུད་མེད་ གང་ གིས་ མིང་ཐོ ས་ ཤིང་ །_། ཐོས་ ནས་ |#| དེ་ ལ འང་ དགའ་བ་ སྐྱེད་བྱེད་ [94b] ལ །_། སངས་རྒྱས་ ཞིང་ དེར་ སྨོན་ལམ་ འདེབས་ བྱེད་པ །_།
en: $731 “When men or women hear their name, They become happy and [94.b] form the aspiration To be born in that buddhafield.

source: ལུས་ ཞིག་ ནས་ ནི་ དེར་ ཡང་ སྐྱེ་བ ར་ འགྱུར །_།
en: When their body dies, they will indeed take birth there.

source: ཞིང་ ཡང་དག་ པར་ སྐྱེ་བ ར་ འགྱུར་བ་ ཡིན །_།
en: $732 “Thus being born into a perfect realm,

source: སྐྱེས་པ་ བུད་མེད་ འོན་ཏེ་ གཞན་ ཡང་ རུང་ །_། |#| གང་ གིས་ མིང་ཐོ ས་ ནམ་ཞིག་ དད་ བྱེད་པ །_། ཐམས་ཅད་ བྱང་ཆུབ་ ཆེད་ ལས་ ཉམས་ མི་ འགྱུར །_།
en: Whenever a man, woman, or anyone else Hears their name and feels faith They will never regress from the pursuit of awakening.

source: གང་དག་ གཅེར་བུ འི་ སེམས་ཅན་ མ་གཏོགས་ པར །_། ཐོས་ ནས་ སུ་ཞིག་ དགའ་བ་ སྐྱེ་ མི་ འགྱུར །_། |#| སངས་རྒྱས་ ཀྱིས་ ཀྱང་ དེ་ ནི་ ཡོང་ མ་ གསུངས །_། |#| འོན་ཀྱང་ དེ་དག་ དགེ་ དང་ ལྡན་པ ར་ འགྱུར །_།
en: $733 “Apart from the beings that go naked, Anyone who hears that name yet feels no joy, And does not receive any word from a buddha either, Will nevertheless become endowed with merit.#32

source: གང་དག་ བསམ་པ ས་ མིང་ ཡང་ ཐོས་པ་ ནི །_། ཇི་ལྟ ར་ རྩི་ ཡིས་ སྐྱོན་ རྣམས་ སེལ་ བྱེད་ བཞིན །_། སེམས་ཅན་ དེ་དག་ གིས་ ནི་ དེར་ མཐོང་བ །_། བྱང་ཆུབ་ དོན་ དུ་ ངེས་ འགྱུར་ ཐེ་ཚོམ་ མེད །_།
en: $734 “Just as when an elixir dispels all flaws, Whoever intentionally listens to that name Will thereby also come to see them And without doubt achieve certainty regarding the nature of awakening.

source: གང་ཞིག་ པ་ལ་ཤ་ ཡི་ འདབ་ ཐོགས་ ཤིང་ །_། དེ་ དང་ དེར་ ནི་ རྩི་ དག་བྱེད་ གྱུར་ ན །_།
en: $735 “If someone takes the leaves of the palāśa tree And produces elixirs from them,

source: དེ་ ཚེ་ ཀུན་ ནས་ སྨན་ གྱི་ སྟོབས་ ཀྱིས་ སུ །_། སུ ས་ ཀྱང་ དེར་ ནི་ མེ་ ལ་ ཚིག་ མི་ འགྱུར །_།
en: Then the power of such medicine Will ensure that one remains unharmed by fire.

source: གང་ ཚེ་ སྦྲུལ་ གདུག་ གཟི་བརྗིད་ དྲག་པོ་ ཡིས །_། དུག་ གང་དེ་ དག་ མི་ གདུག་ བྱེད་ འགྱུར་ ཏེ །_། |#| ས་ ཡི་ སྟེང་ ནས་ ཀུན་ ཏུ་ སྟོན་ བྱེད་ ན །_།
en: $736 “If a fierce and potent snake venom Is used to neutralize poison, And this method taught across the earth,

source: དེ་ འདྲ འི་ སྨན་ བརྐོས་པ ས་ ནི་ ཅི་ཞིག་ བྱ །_།
en: Then why would anyone dig for such medicine?

source: སྦྲུལ་ གདུག་ དྲི་ ནི་ གང་དག་ སྣོམ་བྱེད་པ །_། སྦྲུལ་ དེ་ ཐམས་ཅད་ འཆི་བ འི་ དུས་ བྱེད་ འགྱུར །_།
en: $737 “If brought to smell snake venom All snakes will die.

source: དེ་ལྟ ར་ རྩི་སྨན་ འདྲ་བ འི་ མི་ དེ་ ནི །_། མིང་ གིས་ སངས་རྒྱས་ མཛད་པ་ བྱེད་པ ར་ འགྱུར །_།
en: Similarly, people who resemble such a medicinal elixir Will perform buddha deeds by means of their names.

source: དེ་ ཚེ་ ཕྱོགས་ བཅུ་ དག་ ཏུ་ བསྒྲགས་པ་ ན །_། |#| དཔའ་བོ་ དེ་ ཡི་ མིང་ ནི་ སུ ས་ ཐོས་པ །_། དེ་ ཡི་ མིང་ གིས་ ལས་ ནི་ འདི་ བྱེད་ དེ །_།
en: $738 “Whoever hears the names of such heroes, As they resound in all directions, Will thereby be affected.

source: བུད་མེད་ གང་ཟག་ ལ་ ནི་ རེག་ མི་ འགྱུར །_།
en: Thus, no woman will touch such beings,

source: གང་ གིས་ མཐོང་ དང་ བསྟི་ སྟང་ བྱེད་ ཅི་ སྨོས །_།
en: $739 “And so they will obviously be held in esteem and respected.

source: དེ་ ནི་ རྒྱལ་བས་ དགེ་སློང་ གང་ སྤྲུལ་པ །_། ཀུན་དགའ་ བཟང་པོ་ ཞེས་ ནི་ བྱ་བ་ དེས །_། |#| རྒྱལ་བས་ དེ་སྐད་ བསྒྲགས་པ་ དེ་ འདྲ་བ །_། བྱང་ཆུབ་ ཞུགས་པ་ སུ་ མཆིས་ དེ་ ལ་ ཞུས །_།
en: The monk who is an emanation of the victorious ones And is known by the name Ānandabhadra, A name given to him by the victorious ones, |#| $740 “Is someone to whom anyone in pursuit of awakening should turn.

source: ཀུན་དགའ་ བཟང་པོ་ གོ་ཆ་ དཔའ་བོ འི་ མིང་ །_། འཇིག་རྟེན་ ཁམས་ འདིར་ ཡོད་ ཅེས་ ངས་ ཐོས་ ན །_། |#| ཞུམ་པ་ མེད་པ འི་ ཡིད་ ཀྱིས་ བརྗོད་པ ར་ བྱ །_།
en: Ānandabhadra, the one with a name of excellent armor — As I now hear that he is in this world I shall pronounce his name undauntedly.

source: དེ་ལྟ ར་ བདེ་བ ར་ གཤེགས་པ ས་ ཟབ་ བསྟན་པ །_། རྒྱལ་བ འི་ བྱང་ཆུབ་ ཡིད་ཆེས་ དཀའ་བ་ ཡི །_། སེམས་ཅན་ དགེ་བ་ ཆུང་ དང་ ལྡན་པ་ ལྷགས །_།
en: $741 “Beings of lesser virtue, who find it hard to trust The profound teaching of the blissful ones And the victorious ones’ awakening, have arrived.

source: ད་ལྟ ར་ ང་ ཡི་ ཚེ་ ནི་ ཅུང་ཟད་ གནས །_།
en: Now my life will last only for a short while.

source: ཀུན་དགའ་ འདི་ ན་ [95a] སེམས་ཅན་ མཆོག་ ཡོད་ དེ །_། |#| དེ་རིང་ ཁོ་ན ར་ འཁོར་ དུ་ ལྷགས་པ ར་ གྱུར །_།
en: $742 “Ānanda, there are [95.a] supreme beings Who have arrived in this retinue only today.

source: འཇིག་རྟེན་ མགོན་པོ་ གང་དག་ འདིར་ ལྷགས་པ འི །_། གོ་ཆ་ བསྔགས་པ་ ཕྱོགས་ བཅུ ར་ བཟློག་ མི་ ནུས །_།
en: The fame of the armor of those world protectors who have arrived here Is unstoppable throughout the ten directions.

source: ཀུན་དགའ་ བཟང་སྐྱོང་ རིན་ཆེན་ འབྱུང་གནས་ དང་ །_། དཀོན་མཆོག་ འབྱུང་གནས་ དང་ ནི་ དེད་དཔོན་ བཟང་ །_། |#| ཡོན་ཏན་ སྦས་པ་ མཁས་ དང་ དེ་བཞིན་ དུ །_། དཔའ་བོ་ བཟང་ སྟོབས་ གང་ཡིན་ དེ་ ལ་ ལྟོས །_།
en: $743 “Ānanda, Bhadrapāla, Ratnākara, Ratnākara , Susārthavāha, Guṇagupta, Pravīṇa, As well as Hero and Balabhadra—behold them all!

source: ཆུ་ ཞེས་ བྱ་བ་ དང་ ནི་ ཆུ་ལྷ་ དང་ །_། བཟང་སྐྱོང་ དེ་བཞིན་ དགེ་སློང་ ཅི་འདྲ་ རྣམས །_། ཇི་ལྟ ར་ སྐྱོབ་ འགྱུར་ དགེ་སློང་ དེ་དག་ ལྟོས །_།
en: $744 “ Water , Varuṇa, and Bhadrapāla, Along with the monks, Who all are protectors—behold them all!

source: དེ་དག་ རྣམས་ ཀྱི་ གོ་ཆ་ དེ་ བསམ་ཡས །_།
en: Their armor is inconceivable.

source: དོན་ཡོད་ ཅེས་ ནི་ ཡོངས་སུ་ བསྒྲགས་ གྱུར་པ །_། དེ་དག་ གིས་ ནི་ དོན་ཡོད་ གོ་ཆ་ བགོས །_།
en: $745 “Those famed under the name Amogha Are all bearers of the meaningful#33 armor, And

source: དེ་དག་ མཐོང་བ འང་ དོན་ཡོད་ འགྱུར་བ་ ཡིན །_།
en: they are all meaningful to behold,

source: དེ་དག་ བསྙེན་བཀུར་ བྱེད་པ་ སྨོས་ཅི་ དགོས །_།
en: So what need to mention serving them?

source: ཀུན་དགའ་ གང་ སུ་ དག་ གིས་ དེ་དག་ མཐོང་ །_། |#| གང་ དག་ སུ་ ཡིས་ མིང་ ཡང་ ཐོས་ གྱུར་པ །_། དེ་དག་ ནམ་ཡང་ བྱང་ཆུབ་ དོགས་པ་ མེད །_། |#| དེ་དག་ ནམ་ དུའང་ ལོག་པ ར་ ལྟུང་ མི་ འགྱུར །_།
en: $746 “Ānanda, whoever sees them Or hears their names Can never be turned back from awakening, And will never fall into the lower realms.

source: དེ་དག་ ཐམས་ཅད་ བརྩོན་པ ས་ ཚོགས་པ་ ཡིན །_།
en: $747 “All of them will gather with diligence,

source: དེ་དག་ ཐམས་ཅད་ ཤེས་པ ས་ ཚོགས་པ ར་ གྱུར །_།
en: All of them will gather with insight,

source: རྟག་ ཏུ་ ཚུལ་ཁྲིམས་ ཕུང་པོ ས་ དེ་ རྟག་ གནས །_།
en: All of them will observe the body of discipline, And

source: ཐམས་ཅད་ ཐེག་པ་ མཆོག་ ལ་ དེ་ལྟ ར་ འདུད །_།
en: all of them will thus venerate the supreme vehicle.

source: ཀུན་དགའ་ སངས་རྒྱས་ ཞིང་ འདིར་ ཕྱོགས་ བཅུ་ ཡི །_། འཇིག་རྟེན་ ད་ལྟ ར་ གང་དག་ སུ་ གནས་པ །_། དཔའ་བོ་ དེ་ ཅི་གོ་ ཆ་ འདོད་ གྱུར་པ །_། དེ་ ལ་ རྒྱལ་བ་ ཀུན་ གྱིས་ བསྔགས་པ་ བརྗོད །_།
en: $748 “Ānanda, all heroes in this buddhafield And throughout the worlds of the ten directions Who aspire to that armor Will be praised by all the victorious ones.

source: གང་ གིས་ བསྔགས་ བརྗོད་ རྒྱལ་བ་ དེ་དག་ ཀྱང་ །_། བྱང་ཆུབ་ སེམས་དཔ ས་ དེ་ ཚེ་ དེར་ ཤེས་ ཏེ །_།
en: $749 “The victorious ones who bring forth such praises Will then be known to the bodhisattvas.

source: ཤཱཀྱ་ ཁྱུ་མཆོག་ འཇིག་རྟེན་ མགོན་པོ་ དང་ །_། བྱང་ཆུབ་ ཞུགས་པ འི་ དཔའ་བོ་ དག་ བལྟ འོ །_།
en: Thus they behold the leader of the Śākyas, the protector of the world, As well as the heroes in pursuit of awakening.

source: དེ་ ཐོས་ ནས་ ཀྱང་ གསོལ་བ་ བཏབ་ གྱུར་པ །_། མགོན་པོ་ མི་མཇེད་ འཇིག་རྟེན་ ཁམས་ སུ་ མཆི །_།
en: $750 “Having heard this they supplicate, And the Protector is present in the world of Enduring.

source: རྒྱལ་བ་ རྣམས་ ཀྱི་ སྐུ་ ལ་ བསྐོར་ བྱས་ ནས །_།
en: Having circumambulated the bodies of the victorious ones,

source: བྱང་ཆུབ་ སེམས་དཔའ་ དེ་དག་ ཐམས་ཅད་ ལྷགས །_།
en: All these bodhisattvas have arrived here.

source: དགེ་སློང་ དེ་དག་ གི་ ཡང་ མིང་ཐོ ས་ ནས །_། |#| དེ་ ཚེ་ བྱང་ཆུབ་ མཆོག་ ཏུ་ འདུན་པ་ བསྐྱེད །_།
en: $751 “The monk who hears their names Will develop the wish for supreme awakening, And

source: གང་དག་ མིང་ དང་ འདུན་པ ས་ བྱང་ཆུབ་ ཞུགས །_། |#| དེ་དག་ རྒྱལ་བས་ བྱང་ཆུབ་ དེར་ [95b] ལུང་བསྟན །_།
en: the one who pursues awakening through names and wishes Will receive the prophecy of awakening from the victorious ones. [95.b]

source: བསྐལ་པ་ གྲངས་མེད་ དག་ ཏུ་ ལས་ བྱས་ ཤིང་ །_། མི་དགེ་ བསྒྲུབས་པ་ གང་དག་ སུ་ ཡོད་པ །_། དེ་ཕྱིར་ སྙིགས་མ འི་ དུས་ ན་ དེ་དག་ ནི །_། ང་ དང་ ལྷན་ཅིག་ སངས་རྒྱས་ ཞིང་ དུ་ ལྷགས །_།
en: $752 “People who have acted in unvirtuous ways Throughout innumerable eons Will, for this reason, in the dark age Journey to buddha realms together with me.

source: ང་ ཡིས་ བྱང་ཆུབ་ མཆོག་ འདི་ ཐོབ་ གྱུར་ ཀྱང་ །_།
en: $753 “Even though I attain this supreme awakening

source: དེ་ ཚེ་ སེམས་ཅན་ བལྟ་བ ར་ སྤྲོ་བ་ མེད །_།
en: I will have no joy in seeing sentient beings at that time.

source: གང་དག་ ཕྱི་དུས་ དགེ་སློང་ རྣམས་ འབྱུང་བ །_། རྩུབ་ དང་ གཏུམ་ དང་ ཤིན་ཏུ་ རྩུབ་པ་ ཡིན །_།
en: The monks who will appear in the future Will be savage, wild, and brutal.

source: དེ་ ཚེ་ ཀུན་ དུ་ འཇིགས་པ་ ཐོས་ ནས་ སུ །_། ཡང་ དང་ ཡང་ དུ་ བརྩོན་འགྲུས་ སྟོབས་ བསྐྱེད་ ཅིང་ །_། མུ་གེ འི་ དུས་ སུ་ ཟན་ རྗེན་ སྦྱིན་པ་ བྱིན །_། |#| དེ་དག་ རྣམས་ ཀྱི་ སྦྱིན་པ་ རྩུབ་པ་ ཡིན །_།
en: $754 “Those who then, having heard of the terrors, Again and again bring forth the power of diligence And offer raw food at times of starvation Possess a savage generosity.

source: དེ་དག་ འདི་ ལ་ གུས་པ་ ཆེ་ བྱས་ ནས །_། |#| ཕྱི་དུས་ འཇིགས་པ་ ཆེན་པོ་ དེ་ ཡི་ ཚེ །_། སྲོག་ ཀྱང་ བཏང་ ནས་ དོན་ ནི་ བྱ་ སྙམ་ སྟེ །_། |#| ང་ ཡི་ ཆོས་མཆོག་ སྤེལ་ ཞིང་ འཛིན་པ ར་ བྱེད །_།
en: $755 “Those who here show great respect, Thinking, ‘In the future times of great fear I must do what is meaningful even at the cost of my life,’ Will propagate and uphold my supreme Dharma.

source: དུས་ དེ་ ན་ ནི་ མི་དགེ འི་ ལས་ རྣམས་ ཀྱི །_། སྨོན་ལམ་ གནས་ ཀྱང་ འཇིག་རྟེན་ དག་ ན་ ཡོད །_།
en: $756 “At that time the aspirations associated with unvirtuous acts Will remain and be present in the world.

source: འདི་ ན་ ལས་ དེ་དག་ ནི་ བྱས་པ་ ན །_། |#| དེ་ ཡི་ ཚེ་ ན་ བརྙས་པ འི་ ཚུལ་ དུ་ འགྱུར །_།
en: Those who now engage in such acts Will also at that time be flawed.

source: དེ་དག་ དེར་ ནི་ འདི་འདྲ འི་ ཆོས་ ཐོས་ ནས །_།
en: $757 “When they then hear a Dharma such as this

source: དེ་ ཚེ་ དེར་ ནི་ ཆོས་ མིན་ འདུ་ཤེས་ འགྱུར །_། |#| ཆོས་ འདི་ རྒྱལ་བས་ གསུངས་པ་ མ་ ཡིན་ ཞེས །_།
en: They will believe that it is not the Dharma, Declaring, ‘The Victorious One did not teach this.’

source: འཇིག་རྟེན་ ཕྱིན་ ཅི་ ལོག་ ལ་ ཀུན་དགའ་ ལྟོས །_།
en: Behold the errors of the world, Ānanda.

source: དེ་ ཚེ་ དགེ་སློང་ སློབ་པ ས་ འདུ་བྱེད་ ལ །_། རྟག་པ་ ཅུང་ཟད་ མེད་ ཅེས་ སྐྱོ་ ཐོབ་པ ས །_།
en: $758 “The monks who train will then become saddened By the thought that ‘conditioned things never last.’

source: དེ་ ཚེ་ མགོ་ ལ་ མེ་ འབར་ བཞིན་ དུ་ རྟོགས །_། |#| འཆི་མེད་ ཐོབ་པ ར་ བྱ་ ཕྱིར་ མ་ ལུས་ བཙལ །_།
en: As if their heads had caught fire They will focus all their efforts on attaining the deathless.

source: བསྟན་ འདི་ རབ་ཏུ་ རྣམ་པར་ འཇིག་ ཐོས་ ནས །_། |#| དེར་ ནི་ ལྷ་ ཡང་ སྡུག་བསྔལ་ དག་ ཏུ་ གྱུར །_།
en: $759 “Hearing of the destruction of the teachings Even the gods will experience suffering.

source: དེ་ ཚེ་ འཇིག་པ་ མཐོང་ ན་ |#| མི་ རུང་ ཞེས །_། དེ་ལྟ འི་ དུས་ སུ་ ཤི་ ཡང་ བླ་ སྙམ་ སེམས །_།
en: Appalled by the sights of destruction They will feel that even dying would be easier.

source: བག་ཚ་ མེད་པ འི་ སྒྲོགས་པ་ སྒྲོགས་ པ་ ཡི །_། དྲང་སྲོང་ ཆེ་ དེ་དེ་ |#| རིང་ བདག་ཅག་ མཐོང་ །_།
en: $760 “Today we perceive such a great sage, Who dauntlessly makes proclamations.

source: འདྲེན་པ་ མཆོག་ གི་ ཞལ་ དུ་ ལྟ་ བྱེད་ ཅིང་ །_། ཀྱེ་མ་ རྒྱལ་བས་ བཤད་ ཅེས་ ཡི་ རང་ ངོ་ །_།
en: We behold the countenance of the supreme guide, And, as we beseech him to teach, we rejoice.

source: དགེ་སློང་ བསམ་ གཏན་ བྱེད་པ་ དག་ ཀྱང་ མཐོང་ །_།
en: $761 “Likewise do we witness monks who practice concentration,

source: དབང་ ཐོབ་ རྫུ་འཕྲུལ་ སྟོབས་ ཀྱིས་ མཁས་ གྱུར་པ །_། འདི་ ན་ ཏིང་འཛིན་ ཤེས་རབ་ ཕ་རོལ་ ཕྱིན །_།
en: Who have gained mastery and possess skill through supernatural powers, Who have accomplished transcendent absorption and insight.

source: དེ་དག་ ཕྱི་མ འི་ དུས་ སུ་ ཇི་ལྟ ར་ མཐོང་ །_།
en: How might we in the future be able to see any of that?

source: སྡིག་པ འི་ དགེ་སློང་ སྟོབས་ དང་ ལྡན་ འགྱུར་ ཞིང་ །_།
en: $762 “Evil monks will be the ones in power, And

source: དེ་ ཚེ་ ཚུལ་ལྡན་ ཤིན་ཏུ་ ཚར་ བཅད་ འགྱུར །_། |#| [96a] གནས་ཁང་ གནས་པ་ ཚེགས་ ཀྱིས་ འཐོབ་ འགྱུར་ ཞིང་ །_།
en: those of discipline will be destroyed, [96.a] Quickly coming to live within a household.

source: དེ་ ཚེ་ ལྷ་ ཡིད་ ཤིན་ཏུ་ མི་ དགའ་ འགྱུར །_།
en: At that time the gods will be extremely displeased.

source: ཀྱེ་མ་ ཀྱེ་མ་ བསྟན་པ་ རབ་ཏུ་ འཇིག _།
en: $763 “Alas, alas, the teachings will be destroyed!

source: གང་ གི་ དོན་ དུ་ དེ་ ཚེ་ དཀའ་ སྤྱོད་པ །_། དེ་དག་ དགེ་སློང་ སྡིག་པ ས་ ཚར་ བཅད་ འགྱུར །_།
en: Those who then commit themselves and undertake hardships Will be subdued by evil monks.

source: བསྟན་པ་ འཇིག་པ ར་ འགྱུར་བ་ འདི་ ལ་ ལྟོས །_།
en: Behold this destruction of the teachings.

source: འདིར་ ནི་ ཕན་ཚུན་ ཀུན་ དུ་ དགའ་བ ར་ འགྱུར །_། |#| དེས་པ་ རྣམས་ ལ་ དེ་དག་ བསྔགས་ མིན་ བརྗོད །_།
en: $764 “While people enjoy each other They will defame the gentle ones.

source: སངས་རྒྱས་ ལ་ ནི་ འཁྲུག་ལོང་ བྱེད་པ་ དག _། |#| དེ་དག་ ཁྱིམ་ ན་ གནས་པ ར་ འཛིན་པ ར་ འགྱུར །_།
en: They will raise disagreements with the Buddha And take up the life of a householder.

source: དགེ་བསྙེན་མ་ དང་ འདྲེ་བ ར་ བྱེད་ འགྱུར་ ཞིང་ །_། དེ་ ན་ དེ་ དག་ ལག་པ་ གཅིག་ ཏུ་ བྱེད །_།
en: $765 “Mixing with female lay practitioners They will act in the same way as them.

source: རྒྱལ་བ འི་ བསྟན་ ལ་མ་ གུས་ གྱུར་ ནས་ སུ །_། བྱང་ཆུབ་ མཆོག་ ཀྱང་ སྤོང་བ ར་ བྱེད་པ ར་ འགྱུར །_།
en: Those who become disrespectful of the Buddha’s teaching Will also abandon supreme awakening.

source: དཀོན་མཆོག་ གསུམ་ ལ་ མཆོག་ ཏུ་ འཚེ་ འགྱུར་ ཏེ །_། |#| དེ་དག་ རྟག་ ཏུ་ དེས་པ་ རྣམས་ ཀྱིས་ སྤོངས །_།
en: $766 “They bring the worst harm upon the Three Jewels, |#| Thus they will be shunned by the honorable.

source: ཁྱུ་མཆོག་ རྭ་ ཆག་ མ་ གྱུར་ མ་རུངས་པ །_། དེ་བཞིན་ ཚུལ་ཁྲིམས་ ལྡན་པ ས་ རྣམ་པར་ སྤོངས །_།
en: Such unworthy beings who defame the Leader Will likewise be shunned by those who have discipline.

source: དེ་ ཚེ་ ཚུལ་ཁྲིམས་ ལྡན་པ་ དཔྱ ས་ འགྱུར་ ཞིང་ །_། དེ་ ཚེ་ དགེ་སློང་ སྡིག་པ ས་ བརྙས་ ཚུལ་ འགྱུར །_།
en: $767 “At that time those of discipline will be blamed And monks will be brought down by evil.

source: འཇིགས་ ཆེན་ ཕྱིན་ ཅི་ ལོག་ གི་ དུས་ སུ་ ནི །_། སྐྱོ་བ་ ཐོབ་ བྱོས་ བག་ ཀྱང་ ཡོད་པར་ གྱིས །_།
en: At that time of great fear and perversion You must develop sadness and be careful.
